WELCOME_MESSAGE = f"""Добро пожаловать! Данный бот предназначен для публикации ваших сообщений в СО - совет обучающихся\n\n
Пожалуйста, зарегистрируйтесь, чтобы продолжить."""

REGISTRATION_NAME = "Введите имя, которое будет отображаться в ваших вопросах:"
REGISTRATION_SUCCESS = "Регистрация успешно завершена! Теперь вы можете публиковать вопросы в канал"

POST_MESSAGE = """Напишите ваш вопрос:
(Также можно прикреплять фото, видео, аудио, документы и другие файлы)"""

POST_SUCCESS = "Ваш вопрос успешно опубликован!"
POST_ERROR = "При публикации запроса произошла ошибка"

CANCEL_MESSAGE = "Отправка вопроса отменена."